{
	"order": [
		{
			"meaning": "Lesbian",
			"description": "A lesbian is a female homosexual: a female who experiences romantic love or sexual attraction to other females."
		}, 
		{
			"meaning": "Gay",
			"description": "Gay is a term that primarily refers to a homosexual person or the trait of being homosexual. Gay is often used to describe homosexual males but lesbians may also be referred to as gay." 
		},
		{
			"meaning": "Bisexual",
			"description": "Bisexuality is romantic attraction, sexual attraction or sexual behavior toward both males and females, or romantic or sexual attraction to people of any sex or gender identity; this latter aspect is sometimes termed pansexuality."
		},
		{
			"meaning": "Trangender",
			"description": "Transgender is an umbrella term for people whose gender identity differs from what is typically associated with the sex they were assigned at birth. It is sometimes abbreviated to trans."
		},
		{
			"meaning": "Transsexual",
			"description": "Experience a gender identity inconsistent or not culturally associated with the sex they were assigned at birth."
		},
		{
			"meaning": "Two-Spirit",
			"description": "Two-Spirit is a modern umbrella term used by some indigenous North Americans to describe gender-variant individuals in their communities, specifically people within indigenous communities who are seen as having both male and female spirits within them."
		},
		{
			"meaning": "Queer",
			"description": "Queer is an umbrella term for sexual and gender minorities that are not heterosexual or cisgender. Queer was originally used pejoratively against those with same-sex desires but, beginning in the late-1980s, queer scholars and activists began to reclaim the word."
		},
		{
			"meaning": "Questioning",
			"description": "The questioning of one’s gender, sexual identity, sexual orientation, or all three is a process of exploration by people who may be unsure, still exploring, and concerned about applying a social label to themselves for various reasons."
		},
		{
			"meaning": "Intersex",
			"description": "Intersex is a variation in sex characteristics including chromosomes, gonads, or genitals that do not allow an individual to be distinctly identified as male or female."
		},
		{
			"meaning": "Asexual",
			"description": "Asexuality (or nonsexuality) is the lack of sexual attraction to anyone, or low or absent interest in sexual activity. It may be considered the lack of a sexual orientation, or one of the variations thereof, alongside heterosexuality, homosexuality, and bisexuality."
		},
		{
			"meaning": "Ally",
			"description": "An Ally is a person who considers themselves a friend to the LGBTQ+ community."
		},
		{
			"meaning": "Pansexual",
			"description": "Pansexuality, or omnisexuality, is sexual attraction, romantic love, or emotional attraction toward people of any sex or gender identity. Pansexual people may refer to themselves as gender-blind, asserting that gender and sex are insignificant or irrelevant in determining whether they will be sexually attracted to others."
		},
		{
			"meaning": "Agender",
			"description": "Agender people, also called genderless, genderfree, non-gendered, or ungendered people are those who identify as having no gender or being without any gender identity. This category includes a very broad range of identities which do not conform to traditional gender norms."
		},
		{
			"meaning": "Gender Queer",
			"description": "Gender Queer is an umbrella term for gender identities that are not exclusively masculine or feminine—identities which are thus outside of the gender binary and cisnormativity."
		},
		{
			"meaning": "Bigender",
			"description": "Bigender is a gender identity where the person moves between feminine and masculine gender identities and behaviours, possibly depending on context. Some bigender individuals express two distinct “female” and “male” personas, feminine and masculine respectively; others find that they identify as two genders simultaneously."
		},
		{
			"meaning": "Gender Variant",
			"description": "Gender variance, or gender nonconformity, is behaviour or gender expression by an individual that does not match masculine and feminine gender norms. People who exhibit gender variance may be called gender variant, gender non-conforming, gender diverse or gender atypical, and may be transgender, or otherwise variant in their gender expression. Some intersex people may also exhibit gender variance."
		},
		{
			"meaning": "Pangender",
			"description": "Pangender people are those who feel they identify as all genders. The term has a great deal of overlap with gender queer. Because of its all-encompassing nature, presentation and pronoun usage varies between different people who identify as pangender."
		}
	]
}